error.1000=Los par\u00E1metros enviados est\u00E1n vac\u00EDos!
error.1001=La ID del comerciante no est\u00E1 en el formato correcto!
error.1002=La longitud de ID de la orden del comerciante se ha excedido o est\u00E1 vac\u00EDa!
error.1003=El monto de la transacci\u00F3n no est\u00E1 en el formato correcto!
error.1004=La tarifa de transporte no est\u00E1 en el formato correcto!
error.1005=El cargo por servicio no est\u00E1 en el formato correcto!
error.1006=La longitud de la moneda de la transacci\u00F3n excedi\u00F3 o est\u00E1 vac\u00EDa!
error.1007=Se excedi\u00F3 la longitud del apellido del titular de la tarjeta o est\u00E1 vac\u00EDo!
error.1008=Se excedi\u00F3 la longitud del nombre del titular de la tarjeta o est\u00E1 vac\u00EDo!
error.1009=La direcci\u00F3n del titular de la tarjeta excede o est\u00E1 vac\u00EDa!
error.1010=La longitud de la ciudad del titular de la tarjeta excede o est\u00E1 vac\u00EDa!
error.1011=Se excedi\u00F3 la longitud del titular de la tarjeta!
error.1012=La longitud del pa\u00EDs del titular de la tarjeta excede o est\u00E1 vac\u00EDa!
error.1013=Se excedi\u00F3 la longitud del c\u00F3digo postal del titular de la tarjeta!
error.1014=El correo electr\u00F3nico del titular de la tarjeta no est\u00E1 en el formato correcto!
error.1015=Longitud del tel\u00E9fono del titular de la tarjeta excedida o est\u00E1 vac\u00EDa!
error.1016=La longitud del apellido del destinatario se ha excedido o est\u00E1 vac\u00EDa!
error.1017=La longitud del nombre del destinatario se ha excedido o est\u00E1 vac\u00EDa!
error.1018=La longitud de la direcci\u00F3n del destinatario se ha excedido o est\u00E1 vac\u00EDa!
error.1019=La longitud de la ciudad del destinatario se ha excedido o est\u00E1 vac\u00EDa!
error.1020=Longitud de la provincia del consignatario superada!
error.1021=El pa\u00EDs del destinatario ha excedido o est\u00E1 vac\u00EDo!
error.1022=La longitud del c\u00F3digo postal del destinatario ha excedido o est\u00E1 vac\u00EDa!
error.1023=La longitud del tel\u00E9fono del destinatario excedi\u00F3 o est\u00E1 vac\u00EDa!
error.1024=El correo electr\u00F3nico del consignatario no est\u00E1 en el formato correcto!
error.1025=Se ha excedido la longitud del idioma de la p\u00E1gina o est\u00E1 vac\u00EDo!
error.1026=La longitud del m\u00E9todo de pago excedi\u00F3 o est\u00E1 vac\u00EDa!
error.1027=La longitud del tipo de pago excedi\u00F3!
error.1028=La longitud de la direcci\u00F3n de retorno se ha excedido o est\u00E1 vac\u00EDa!
error.1029=Direcci\u00F3n de notificaci\u00F3n superada o est\u00E1 vac\u00EDa!
error.1030=La longitud del campo vemo super\u00F3!
error.1031=La longitud de MD5 excedi\u00F3 o est\u00E1 vac\u00EDa!
error.1032=La direcci\u00F3n IP no est\u00E1 en el formato correcto!
error.1033=La longitud de la ID de usuario super\u00F3!
error.1034=La longitud del agente de usuario super\u00F3!
error.1035=N\u00FAmero de tarjeta no est\u00E1 en el formato correcto!
error.1036=Mes v\u00E1lido no est\u00E1 en el formato correcto!
error.1037=El a\u00F1o v\u00E1lido no est\u00E1 en el formato correcto!
error.1038=CVV no est\u00E1 en el formato correcto!
error.1039=La longitud del banco emisor de la tarjeta super\u00F3!
error.1040=Lista de productos est\u00E1 vac\u00EDa!
error.1041=Buena identificaci\u00F3n est\u00E1 vac\u00EDa!
error.1042=El nombre del art\u00EDculo est\u00E1 vac\u00EDo!
error.1043=La url de mercanc\u00EDas est\u00E1 vac\u00EDa!
error.1044=La cantidad est\u00E1 vac\u00EDa!
error.1045=El precio est\u00E1 vac\u00EDo!
error.1100=El puerto de solicitud no es el puerto 80!
error.1200=El mensaje de solicitud no se puede analizar
error.1300=Error al comprobar MD5Info!
error.1400=El tipo de tarjeta de cr\u00E9dito no es reconocible!
error.2000=El orden mercantil ya existe.
error.2001=El sitio web del comerciante no existe.
error.2002=El sitio web del comerciante no est\u00E1 habilitado.
error.2003=El objeto de configuraci\u00F3n del comerciante no existe.
error.2004=El contrato mercantil no ha estado vigente todav\u00EDa.
error.2005=El contrato del comerciante ha expirado.
error.2006=El atributo de pago del comerciante no existe.
error.2007=El atributo de pago del comerciante no est\u00E1 habilitado.
error.2008=El atributo de pago del comerciante no admite transacciones en esa moneda.
error.2009=La tasa de tarifa de transacci\u00F3n para el comerciante no existe.
error.2010=La tasa de tarifa de transacci\u00F3n para el comerciante no est\u00E1 habilitada.
error.2011=No existe objeto de pago.
error.2012=El adquirente no existe.
error.2013=El adquirente no est\u00E1 habilitado.
error.2014=El adquirente no admite transacciones en esa moneda.
error.2015=La cuenta de compra no existe.
error.2016=La cuenta de compra no est\u00E1 habilitada.
error.2017=La tarifa que se cobra por canal no existe.
error.2018=La tarifa aplicada por el canal no est\u00E1 habilitada.
error.2019=La tasa de cambio de transacci\u00F3n no existe.
error.2020=El tipo de cambio de la moneda utilizada en la transacci\u00F3n no est\u00E1 habilitado.
error.3001=Se evita el fraude de tarjetas de cr\u00E9dito.
error.3002=Se ha excedido el n\u00FAmero de pago exitoso.
error.3003=Se ha excedido el n\u00FAmero de pagos fallidos.
error.3004=Se supera el l\u00EDmite de la cantidad en una sola oferta.
error.3005=Se supera el l\u00EDmite de la cantidad permitida por d\u00EDa.
error.3006=Se supera el l\u00EDmite de la cantidad permitida por mes.
error.3007=Se supera el l\u00EDmite de la cantidad permitida por a\u00F1o.
error.3008=El banco emisor no est\u00E1 permitido.
error.3009=La tarjeta de visita no est\u00E1 permitida.
error.3010=El pa\u00EDs no est\u00E1 permitido.
error.3011=IP no est\u00E1 permitida.
error.3012=El correo electr\u00F3nico no est\u00E1 permitido.
error.3013=El n\u00FAmero de tarjeta no est\u00E1 permitido.
error.4001=Ocurri\u00F3 un error en el circuito frontal.
error.5000=Transacci\u00F3n fallada
error.5001=El comercio se ha agotado!
error.6000=Excepci\u00F3n interna.