error.1000=I parametri inviati sono vuoti!
error.1001=L'ID commerciante non \u00E8 nel formato corretto!
error.1002=La lunghezza dell'ID dell'ordine commerciante \u00E8 stata superata o \u00E8 vuota!
error.1003=L'importo della transazione non \u00E8 nel formato corretto!
error.1004=La tariffa di trasporto non \u00E8 nel formato corretto!
error.1005=Il costo del servizio non \u00E8 nel formato corretto!
error.1006=La durata della valuta di transazione \u00E8 stata superata o \u00E8 vuota!
error.1007=La lunghezza del cognome del titolare di carta \u00E8 stata superata o \u00E8 vuota!
error.1008=La lunghezza del nome del titolare della carta \u00E8 stata superata o \u00E8 vuota!
error.1009=La lunghezza dell'indirizzo del titolare \u00E8 stata superata o \u00E8 vuota!
error.1010=La durata della citt\u00E0 del titolare di carta \u00E8 stata superata o \u00E8 vuota!
error.1011=La lunghezza della provincia del tesserino \u00E8 stata superata!
error.1012=La durata del Paese del titolare di carta \u00E8 stata superata o \u00E8 vuota!
error.1013=La lunghezza del codice postale della carta di credito \u00E8 stata superata!
error.1014=L'e-mail del titolare della carta non \u00E8 nel formato corretto!
error.1015=La durata del telefono del titolare \u00E8 stata superata o \u00E8 vuota!
error.1016=La lunghezza del cognome del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1017=La lunghezza del nome del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1018=La lunghezza dell'indirizzo del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1019=La lunghezza della citt\u00E0 del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1020=La lunghezza della provincia del destinatario \u00E8 stata superata!
error.1021=La lunghezza del Paese destinatario \u00E8 stata superata o \u00E8 vuota!
error.1022=La lunghezza del codice postale del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1023=La lunghezza del telefono del destinatario \u00E8 stata superata o \u00E8 vuota!
error.1024=L'e-mail del destinatario non \u00E8 nel formato corretto!
error.1025=La durata della lingua della pagina \u00E8 stata superata o \u00E8 vuota!
error.1026=La lunghezza del metodo di pagamento \u00E8 stata superata o \u00E8 vuota!
error.1027=La lunghezza del tipo di pagamento \u00E8 stata superata!
error.1028=La lunghezza del mittente \u00E8 stata superata o \u00E8 vuota!
error.1029=Indirizzo di notifica superato o vuoto!
error.1030=La lunghezza del campo vemo \u00E8 stata superata!
error.1031=La lunghezza di MD5 \u00E8 stata superata o \u00E8 vuota!
error.1032=L'indirizzo IP non \u00E8 nel formato corretto!
error.1033=La lunghezza dell'ID utente \u00E8 stata superata!
error.1034=La durata di User Agent \u00E8 stata superata!
error.1035=Il numero della carta non \u00E8 nel formato corretto!
error.1036=Il mese valido non \u00E8 nel formato corretto!
error.1037=L'anno valido non \u00E8 nel formato corretto!
error.1038=CVV non \u00E8 nel formato corretto!
error.1039=La lunghezza della banca emittente della carta \u00E8 stata superata!
error.1040=L'elenco delle merci \u00E8 vuoto!
error.1041=Il buon ID \u00E8 vuoto!
error.1042=Il nome dell'articolo \u00E8 vuoto!
error.1043=L'URL della merce \u00E8 vuoto!
error.1044=La quantit\u00E0 \u00E8 vuota!
error.1045=Il prezzo \u00E8 vuoto!
error.1100=La porta di richiesta non \u00E8 la porta 80!
error.1200=Il messaggio di richiesta non pu\u00F2 essere analizzato
error.1300=Errore durante il controllo di MD5Info!
error.1400=Il tipo di carta di credito non \u00E8 riconoscibile!
error.2000=L'ordine del commerciante esiste gi\u00E0.
error.2001=Il sito web del commerciante non esiste.
error.2002=Il sito web del commerciante non \u00E8 abilitato.
error.2003=L'oggetto di configurazione del commerciante non esiste.
error.2004=Il contratto commerciale non \u00E8 ancora in vigore.
error.2005=Il contratto commerciale \u00E8 scaduto.
error.2006=L'attributo di pagamento del commerciante non esiste.
error.2007=L'attributo di pagamento del commerciante non \u00E8 abilitato.
error.2008=L'attributo di pagamento del commerciante non supporta la transazione in quella valuta.
error.2009=La tariffa della transazione per il commerciante non esiste.
error.2010=La tariffa della transazione per il commerciante non \u00E8 abilitata.
error.2011=L'oggetto del pagamento non esiste.
error.2012=Acquirer non esiste.
error.2013=Acquirer non \u00E8 abilitato.
error.2014=L'acquirente non supporta la transazione in quella valuta.
error.2015=L'acquisizione dell'account non esiste.
error.2016=L'acquisizione dell'account non \u00E8 abilitata.
error.2017=La tariffa indicata dal canale non esiste.
error.2018=La tariffa applicata per canale non \u00E8 abilitata.
error.2019=Il tasso di cambio della transazione non esiste.
error.2020=Il tasso di cambio della valuta utilizzato nella transazione non \u00E8 abilitato.
error.3001=La frode della carta di credito \u00E8 impedita.
error.3002=Il numero di pagamento andato a buon fine \u00E8 stato superato.
error.3003=Il numero di pagamenti non riusciti \u00E8 stato superato.
error.3004=Il limite sull'importo in una singola offerta viene superato.
error.3005=Il limite sull'ammontare consentito al giorno \u00E8 superato.
error.3006=Il limite dell'importo consentito al mese \u00E8 stato superato.
error.3007=Il limite dell'importo consentito per anno \u00E8 superato.
error.3008=La banca emittente non \u00E8 autorizzata.
error.3009=Il biglietto da visita non \u00E8 permesso.
error.3010=Il paese non \u00E8 permesso.
error.3011=IP non \u00E8 permesso.
error.3012=L'e-mail non \u00E8 consentita.
error.3013=Il numero della carta non \u00E8 permesso.
error.4001=Si \u00E8 verificato un errore nel circuito anteriore.
error.5000=Transazione fallita! 
error.5001=Il trading \u00E8 scaduto!
error.6000=Eccezione interna.