error.1000=Les param\u00E8tres soumis sont vides!
error.1001=Le nom du commer\u00E7ant n'est pas dans le bon format!
error.1002=La longueur de l'ID de commande du marchand est d\u00E9pass\u00E9e ou est vide!
error.1003=Le montant de la transaction n'est pas dans le bon format!
error.1004=Le taux de fret n'est pas dans le bon format!
error.1005=Les frais de service ne sont pas dans le bon format!
error.1006=La longueur de la devise de la transaction est d\u00E9pass\u00E9e ou est vide!
error.1007=Longueur du nom de famille du titulaire d\u00E9pass\u00E9e ou vide!
error.1008=Le nom du titulaire a \u00E9t\u00E9 d\u00E9pass\u00E9 ou est vide!
error.1009=La longueur de l'adresse du titulaire de carte est d\u00E9pass\u00E9e ou est vide!
error.1010=La longueur de la ville du titulaire de la carte est d\u00E9pass\u00E9e ou est vide!
error.1011=Longueur de la province du titulaire de la carte d\u00E9pass\u00E9e!
error.1012=La longueur du pays du titulaire de la carte est d\u00E9pass\u00E9e ou est vide!
error.1013=Longueur du code postal du titulaire de carte d\u00E9pass\u00E9e!
error.1014=Le courrier \u00E9lectronique du titulaire de carte n\u2019est pas dans le bon format!
error.1015=La longueur de t\u00E9l\u00E9phone du titulaire de carte est d\u00E9pass\u00E9e ou est vide!
error.1016=La longueur du nom de famille du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1017=La longueur du nom du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1018=La longueur de l'adresse du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1019=La longueur de la ville du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1020=Longueur de la province de destination d\u00E9pass\u00E9e!
error.1021=La longueur du pays destinataire est d\u00E9pass\u00E9e ou est vide!
error.1022=La longueur du code postal du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1023=La longueur du t\u00E9l\u00E9phone du destinataire est d\u00E9pass\u00E9e ou est vide!
error.1024=Le courrier \u00E9lectronique du destinataire n'est pas dans le bon format!
error.1025=La longueur de la page est d\u00E9pass\u00E9e ou est vide!
error.1026=La longueur du mode de paiement est d\u00E9pass\u00E9e ou est vide!
error.1027=Longueur du type de paiement d\u00E9pass\u00E9e!
error.1028=La longueur de l'adresse de retour est d\u00E9pass\u00E9e ou est vide!
error.1029=Adresse de notification d\u00E9pass\u00E9e ou vide!
error.1030=La longueur du champ vemo d\u00E9pass\u00E9!
error.1031=La longueur de MD5 est d\u00E9pass\u00E9e ou est vide!
error.1032=L'adresse IP n'est pas dans le bon format!
error.1033=La longueur de l'ID utilisateur a \u00E9t\u00E9 d\u00E9pass\u00E9e!
error.1034=La longueur de l'agent utilisateur a d\u00E9pass\u00E9!
error.1035=Le num\u00E9ro de carte n'est pas dans le bon format!
error.1036=Le mois valide n'est pas dans le bon format!
error.1037=L'ann\u00E9e valide n'est pas dans le bon format!
error.1038=CVV n'est pas dans le bon format!
error.1039=La longueur de la banque \u00E9mettrice de la carte a \u00E9t\u00E9 d\u00E9pass\u00E9e!
error.1040=La liste des marchandises est vide!
error.1041=Bonne carte d'identit\u00E9 est vide!
error.1042=Le nom de l'article est vide!
error.1043=L'URL des marchandises est vide!
error.1044=La quantit\u00E9 est vide!
error.1045=Le prix est vide!
error.1100=Le port de demande n'est pas le port 80!
error.1200=Le message de demande ne peut pas \u00EAtre analys\u00E9
error.1300=Erreur lors de la v\u00E9rification de MD5Info!
error.1400=Le type de carte de cr\u00E9dit n'est pas reconnaissable!
error.2000=L'ordre marchand existe d\u00E9j\u00E0.
error.2001=Le site marchand n'existe pas.
error.2002=Le site Web du commer\u00E7ant n'est pas activ\u00E9.
error.2003=L'objet de configuration du commer\u00E7ant n'existe pas.
error.2004=Le contrat marchand n'a pas encore \u00E9t\u00E9 en vigueur.
error.2005=Le contrat du commer\u00E7ant a expir\u00E9.
error.2006=L'attribut de paiement marchand n'existe pas.
error.2007=L'attribut de paiement du commer\u00E7ant n'est pas activ\u00E9.
error.2008=L'attribut de paiement du commer\u00E7ant ne prend pas en charge les transactions dans cette devise.
error.2009=Le tarif de la transaction pour le commer\u00E7ant n'existe pas.
error.2010=Le taux des frais de transaction pour le commer\u00E7ant n'est pas activ\u00E9.
error.2011=L'objet de paiement n'existe pas.
error.2012=L'acqu\u00E9reur n'existe pas.
error.2013=L'acqu\u00E9reur n'est pas activ\u00E9.
error.2014=L'acqu\u00E9reur ne prend pas en charge les transactions dans cette devise.
error.2015=L'acquisition du compte n'existe pas.
error.2016=L'acquisition du compte n'est pas activ\u00E9e.
error.2017=Le tarif factur\u00E9 par cha\u00EEne n'existe pas.
error.2018=Le tarif factur\u00E9 par canal n'est pas activ\u00E9.
error.2019=Le taux de change de la transaction n'existe pas.
error.2020=Le taux de change de la devise utilis\u00E9e dans la transaction n'est pas activ\u00E9.
error.3001=La fraude par carte de cr\u00E9dit est emp\u00EAch\u00E9e.
error.3002=Le nombre de paiements r\u00E9ussis est d\u00E9pass\u00E9.
error.3003=Le nombre de paiements en \u00E9chec est d\u00E9pass\u00E9.
error.3004=La limite du montant dans une seule transaction est d\u00E9pass\u00E9e.
error.3005=La limite du montant autoris\u00E9 par jour est d\u00E9pass\u00E9e.
error.3006=La limite du montant autoris\u00E9 par mois est d\u00E9pass\u00E9e.
error.3007=La limite du montant autoris\u00E9 par an est d\u00E9pass\u00E9e.
error.3008=La banque \u00E9mettrice n'est pas autoris\u00E9e.
error.3009=La carte de visite n'est pas autoris\u00E9e.
error.3010=Le pays n'est pas autoris\u00E9.
error.3011=IP n'est pas autoris\u00E9.
error.3012=Le courrier \u00E9lectronique n'est pas autoris\u00E9.
error.3013=Le num\u00E9ro de carte n'est pas autoris\u00E9.
error.4001=Une erreur s'est produite dans le circuit frontal.
error.5000=\u00C9chec de transaction!
error.5001=Le commerce a expir\u00E9!
error.6000=Exception int\u00E9rieure.