error.1000=\u9001\u4FE1\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u7A7A\u3067\u3059\uFF01
error.1001=\u8CA9\u58F2\u8005ID\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
error.1002=\u30DE\u30FC\u30C1\u30E3\u30F3\u30C8\u306E\u6CE8\u6587ID\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\u3002
error.1003=\u53D6\u5F15\u91D1\u984D\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
error.1004=\u8CA8\u7269\u6599\u91D1\u304C\u6B63\u3057\u3044\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1005=\u30B5\u30FC\u30D3\u30B9\u6599\u306F\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1006=\u53D6\u5F15\u901A\u8CA8\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
error.1007=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u306E\u59D3\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1008=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u540D\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1009=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u306E\u30A2\u30C9\u30EC\u30B9\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\u3002
error.1010=\u30AB\u30FC\u30C9\u4F1A\u54E1\u90FD\u5E02\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1011=\u30AB\u30FC\u30C9\u4F1A\u54E1\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1012=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u306E\u56FD\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1013=\u30AB\u30FC\u30C9\u4F1A\u54E1\u306E\u90F5\u4FBF\u756A\u53F7\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1014=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1015=\u30AB\u30FC\u30C9\u6240\u6709\u8005\u306E\u96FB\u8A71\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1016=\u53D7\u8A17\u8005\u306E\u59D3\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1017=\u8377\u53D7\u4EBA\u306E\u540D\u524D\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1018=\u8377\u53D7\u4EBA\u306E\u4F4F\u6240\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1019=\u8377\u53D7\u4EBA\u90FD\u5E02\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1020=\u8377\u53D7\u4EBA\u306E\u7701\u9577\u304C\u8D85\u904E\u3057\u305F\uFF01
error.1021=\u8377\u53D7\u4EBA\u306E\u56FD\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1022=\u8377\u53D7\u4EBA\u306E\u90F5\u4FBF\u756A\u53F7\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1023=\u8377\u53D7\u4EBA\u306E\u96FB\u8A71\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1024=\u8377\u53D7\u4EBA\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1025=\u30DA\u30FC\u30B8\u8A00\u8A9E\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1026=\u304A\u652F\u6255\u3044\u65B9\u6CD5\u306E\u9577\u3055\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1027=\u304A\u652F\u6255\u3044\u30BF\u30A4\u30D7\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1028=\u8FD4\u4FE1\u5148\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u3066\u3044\u308B\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1029=\u901A\u77E5\u30A2\u30C9\u30EC\u30B9\u304C\u8D85\u904E\u307E\u305F\u306F\u7A7A\u3067\u3059\uFF01
error.1030=vemo\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1031=MD5\u306E\u9577\u3055\u304C\u8D85\u904E\u3057\u305F\u304B\u3001\u7A7A\u3067\u3059\uFF01
error.1032=IP\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
error.1033=\u30E6\u30FC\u30B6\u30FCID\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1034=\u30E6\u30FC\u30B6\u30FC\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1035=\u30AB\u30FC\u30C9\u756A\u53F7\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1036=\u6709\u52B9\u306A\u6708\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1037=\u6709\u52B9\u306A\u5E74\u304C\u6B63\u3057\u3044\u5F62\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1038=CVV\u304C\u6B63\u3057\u3044\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1039=\u30AB\u30FC\u30C9\u767A\u884C\u9280\u884C\u306E\u9577\u3055\u3092\u8D85\u3048\u307E\u3057\u305F\uFF01
error.1040=\u5546\u54C1\u30EA\u30B9\u30C8\u306F\u7A7A\u3067\u3059\uFF01
error.1041=\u826F\u3044ID\u306F\u7A7A\u3067\u3059\uFF01
error.1042=\u30A2\u30A4\u30C6\u30E0\u540D\u306F\u7A7A\u3067\u3059\uFF01
error.1043=\u5546\u54C1\u306EURL\u306F\u7A7A\u3067\u3059\uFF01
error.1044=\u6570\u91CF\u306F\u7A7A\u3067\u3059\uFF01
error.1045=\u4FA1\u683C\u306F\u7A7A\u3067\u3059\uFF01
error.1100=\u8981\u6C42\u30DD\u30FC\u30C8\u306F\u30DD\u30FC\u30C880\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF01
error.1200=\u30EA\u30AF\u30A8\u30B9\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093
error.1300=MD5Info\u306E\u30C1\u30A7\u30C3\u30AF\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
error.1400=\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u306E\u7A2E\u985E\u306F\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093\uFF01
error.2000=\u30DE\u30FC\u30C1\u30E3\u30F3\u30C8\u30AA\u30FC\u30C0\u30FC\u306F\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
error.2001=\u5546\u4EBA\u306E\u30A6\u30A7\u30D6\u30B5\u30A4\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2002=\u8CA9\u58F2\u8005\u306E\u30A6\u30A7\u30D6\u30B5\u30A4\u30C8\u306F\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
error.2003=\u5546\u4EBA\u69CB\u6210\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2004=\u5546\u4EBA\u5951\u7D04\u306F\u307E\u3060\u5B9F\u65BD\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
error.2005=\u5546\u4EBA\u5951\u7D04\u306E\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
error.2006=\u8CA9\u58F2\u8005\u652F\u6255\u3044\u5C5E\u6027\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2007=\u8CA9\u58F2\u8005\u652F\u6255\u3044\u5C5E\u6027\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
error.2008=Merchant\u652F\u6255\u3044\u5C5E\u6027\u306F\u3001\u305D\u306E\u901A\u8CA8\u3067\u306E\u53D6\u5F15\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
error.2009=\u30DE\u30FC\u30C1\u30E3\u30F3\u30C8\u306E\u53D6\u5F15\u624B\u6570\u6599\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2010=\u30DE\u30FC\u30C1\u30E3\u30F3\u30C8\u306E\u53D6\u5F15\u624B\u6570\u6599\u7387\u306F\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
error.2011=\u652F\u6255\u3044\u306E\u5BFE\u8C61\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2012=\u8CB7\u53CE\u8005\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2013=\u53D6\u5F97\u8005\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093
error.2014=\u53D6\u5F97\u8005\u306F\u305D\u306E\u901A\u8CA8\u3067\u306E\u53D6\u5F15\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
error.2015=\u7372\u5F97\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2016=\u7372\u5F97\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
error.2017=\u30C1\u30E3\u30CD\u30EB\u306B\u3088\u3063\u3066\u8AB2\u91D1\u3055\u308C\u305F\u6599\u91D1\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2018=\u30C1\u30E3\u30F3\u30CD\u30EB\u306B\u3088\u3063\u3066\u8AB2\u91D1\u3055\u308C\u305F\u6599\u91D1\u306F\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093\u3002
error.2019=\u53D6\u5F15\u70BA\u66FF\u30EC\u30FC\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
error.2020=\u53D6\u5F15\u3067\u4F7F\u7528\u3055\u308C\u308B\u901A\u8CA8\u306E\u70BA\u66FF\u30EC\u30FC\u30C8\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
error.3001=\u30AF\u30EC\u30B8\u30C3\u30C8\u30AB\u30FC\u30C9\u8A50\u6B3A\u304C\u9632\u6B62\u3055\u308C\u307E\u3059\u3002
error.3002=\u6210\u529F\u3057\u305F\u652F\u6255\u3044\u306E\u6570\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3003=\u5931\u6557\u3057\u305F\u652F\u6255\u3044\u306E\u6570\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3004=1\u56DE\u306E\u53D6\u5F15\u3067\u306E\u91D1\u984D\u306E\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3005=1\u65E5\u306E\u8A31\u5BB9\u91CF\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3006=1\u30F6\u6708\u3042\u305F\u308A\u306E\u8A31\u5BB9\u9650\u5EA6\u984D\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3007=\u8A31\u5BB9\u3055\u308C\u308B\u5E74\u9593\u306E\u9650\u5EA6\u984D\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
error.3008=\u767A\u884C\u9280\u884C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
error.3009=\u540D\u523A\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
error.3010=\u56FD\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
error.3011=IP\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
error.3012=\u96FB\u5B50\u30E1\u30FC\u30EB\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
error.3013=\u30AB\u30FC\u30C9\u756A\u53F7\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
error.4001=\u30D5\u30ED\u30F3\u30C8\u30A8\u30F3\u30C9\u56DE\u8DEF\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
error.5000=\u53D6\u5F15\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
error.5001=\u53D6\u5F15\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\uFF01
error.6000=\u5185\u90E8\u4F8B\u5916\u3002